taskt/Core/Automation/Commands/JSONGroup/GetJSONValueCommand.dot
digraph "GetJSONValueCommand" {
"GetJSONValueCommand" -> "AJSONGetFromJContainerCommands";
"AJSONGetFromJContainerCommands" -> "AJSONGetFromJSONCommands";
"AJSONGetFromJContainerCommands" -> "IJSONInputJContainer";
"AJSONGetFromJContainerCommands" -> "IJSONJSONPathProperties";
"AJSONGetFromJSONCommands" -> "AJSONInputJSONCommands";
"AJSONGetFromJSONCommands" -> "IResultProperties";
"AJSONInputJSONCommands" -> "ScriptCommand";
"AJSONInputJSONCommands" -> "IJSONInputJSONProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
