taskt/Core/Automation/Commands/JSONGroup/GetJSONValueCommand.puml
@startuml
GetJSONValueCommand --> AJSONGetFromJContainerCommands
AJSONGetFromJContainerCommands --> AJSONGetFromJSONCommands
AJSONGetFromJContainerCommands --> IJSONInputJContainer
AJSONGetFromJContainerCommands --> IJSONJSONPathProperties
AJSONGetFromJSONCommands --> AJSONInputJSONCommands
AJSONGetFromJSONCommands --> IResultProperties
AJSONInputJSONCommands --> ScriptCommand
AJSONInputJSONCommands --> IJSONInputJSONProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
